{
  "LOGIN": "Login",
  "REGISTER": "Register",
  "CHANGE": "Change",
  "ITEM": "Item",
  "SEARCH_FOR": "Search For..",
  "LANGUAGE": "English",
  "WORKING_HOURS": "Our working hours from 10 AM to 2 AM, 7 days per week",
  "ABOUT_US": "About us",
  "DELIVERY_RETURN_POLICY": "Delivery And Return Policy",
  "PRIVACY": "Privacy Policy",
  "TERM_AND_CONDITIONS": "Terms And Conditions",
  "EASY_PAYMENT_METHODS": "Easy Payment Methods",
  "CALL_US": "Call us: 16312",
  "DELIVERY_TIME": "Delivery time from 45:60 mins",
  "ABOUT_US_INTRO": "From the heart of Cairo, Etoile's journey began …",
  "ABOUT_US_MAIN_POINT": "Since the very beginning, our main goal is to share people their happiness and joy on various occasions and draw a smile on the faces of Egyptian family members by offering a variety of high-quality products. For instance, our bakery products, such as pates, croissants and Danish are always a good choice for breakfast and also we do breakfast meal and salad for our customer satisfaction.",
  "ABOUT_US_MAIN_POINT_2": "Also we have Western and Oriental sweets. About the ice cream, it’s characterized by its natural ingredients and doesn’t contain any additives.",
  "ABOUT_US_MAIN_POINT_3": "When it comes to feasts and special occasions, either Eid or El Mouled El Nabwi, we are honored that our customers can always rely on us. Our production of Kahk and Halawet Mouled is characterized by craftsmanship which is the secret of our distinction as well as the fresh homemade savor that satisfies the Egyptian taste.\n\nAlso, In order not to increase our success we add our products in the  most of hyper and large market inside Cairo and most of provinces ..\nWe also opened cafe and restaurant in the most of our branches.. ",
  "ABOUT_US_CONCLUSION": "And the story still has a continuation and the expansion plan is not finished yet. Tell we arrive to our customers in Cairo and the other provinces ..",
  "DELIVERY_RETURN_POLICY_1": "1. Call our Hotline\"16312\" as soon as possible",
  "DELIVERY_RETURN_POLICY_2": "2. You must provide for our store the receipt",
  "DELIVERY_RETURN_POLICY_3": "3. Provide the product to the store",
  "DELIVERY_RETURN_POLICY_4": "4. You must provide the product within 24 Hours from order time",
  "DELIVERY_RETURN_POLICY_5": "5. The product must have been saved in the correct way, The company disclaims all responsibility for bad storage",
  "DELIVERY_RETURN_POLICY_6": "6. In case of discount offers applied, maximum quantity of Tart is (1) with maximum quantity of salizones is (2) discounted amount Pcs which is maximum quantity of Gateau is (12) Pcs with discounted amount which is maximum quantity of Oriental Desert ( 2 kilo) which is maximum quantity of Cups is (3) and delivery fees can't be cancelled.",
  "PRIVACY_TITLE_1": "Privacy Policy of Etoile",
  "PRIVACY_TITLE_1_1": "This Application collects some Personal Data from its Users.",
  "PRIVACY_TITLE_1_2": "This document can be printed for reference by using the print command in the settings of any browser.",
  "PRIVACY_TITLE_2": "Owner and Data Controller",
  "PRIVACY_TITLE_2_1": "Etoile",
  "PRIVACY_TITLE_2_2": "Owner contact email: info@etoileeg.online",
  "PRIVACY_TITLE_3": "Types of Data collected",
  "PRIVACY_TITLE_3_1": "Among the types of Personal Data that this Application collects, by itself or through third parties, there are: first name; last name; phone number; company name; gender; email address; Tracker; Usage Data.\n\n",
  "PRIVACY_TITLE_3_2": "Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.\nPersonal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.\nUnless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services. In cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.\nUsers who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.\nAny use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.\n\nUsers are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.",
  "PRIVACY_TITLE_4": "Mode and place of processing the Data",
  "PRIVACY_TITLE_4_1": "Methods of processing",
  "PRIVACY_TITLE_4_1_1": "The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.",
  "PRIVACY_TITLE_4_1_2": "The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated. In addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner. The updated list of these parties may be requested from the Owner at any time.",
  "PRIVACY_TITLE_4_2": "Legal basis of processing",
  "PRIVACY_TITLE_4_2_1": "The Owner may process Personal Data relating to Users if one of the following applies:",
  "PRIVACY_TITLE_4_2_1_1": "Users have given their consent for one or more specific purposes. Note: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases. This, however, does not apply, whenever the processing of Personal Data is subject to European data protection law",
  "PRIVACY_TITLE_4_2_1_2": "Provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof",
  "PRIVACY_TITLE_4_2_1_3": "Processing is necessary for compliance with a legal obligation to which the Owner is subject",
  "PRIVACY_TITLE_4_2_1_4": "Processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner",
  "PRIVACY_TITLE_4_2_1_5": "Processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.",
  "PRIVACY_TITLE_4_3": "Place",
  "PRIVACY_TITLE_4_3_1": "The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.",
  "PRIVACY_TITLE_4_3_2": "Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own. To find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.",
  "PRIVACY_TITLE_4_3_3": "Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.",
  "PRIVACY_TITLE_4_3_4": "If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.",
  "PRIVACY_TITLE_4_4": "Retention time",
  "PRIVACY_TITLE_4_4_1": "Personal Data shall be processed and stored for as long as required by the purpose they have been collected for therefore:",
  "PRIVACY_TITLE_4_4_1_1": "Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.",
  "PRIVACY_TITLE_4_4_1_2": "Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes. Users may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.",
  "PRIVACY_TITLE_4_4_1_3": "يتم الاحتفاظ بالبيانات الشخصية التي يتم جمعها للأغراض المتعلقة بأداء عقد بين المالك والمستخدم حتى يتم تنفيذ هذا العقد بالكامل.",
  "PRIVACY_TITLE_4_4_2": "The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn. Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.",
  "PRIVACY_TITLE_4_4_3": "Once the retention period expires, Personal Data shall be deleted. Therefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.",
  "PRIVACY_TITLE_5": "The purposes of processing",
  "PRIVACY_TITLE_5_1": "The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Contacting the User, Interaction with external social networks and platforms and Access to third-party accounts.",
  "PRIVACY_TITLE_5_2": "For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.",
  "PRIVACY_TITLE_6": "Facebook permissions asked by this Application",
  "PRIVACY_TITLE_6_1": "This Application may ask for some Facebook permissions allowing it to perform actions with the User's Facebook account and to retrieve information, including Personal Data, from it. This service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook Inc.",
  "PRIVACY_TITLE_6_2": "For more information about the following permissions, refer to the Facebook permissions documentation and to the Facebook privacy policy.",
  "PRIVACY_TITLE_6_3": "The permissions asked are the following:",
  "PRIVACY_TITLE_6_4": "Basic information",
  "PRIVACY_TITLE_6_4_1": "By default, this includes certain User’s Data such as id, name, picture, gender, and their locale. Certain connections of the User, such as the Friends, are also available. If the User has made more of their Data public, more information will be available.",
  "PRIVACY_TITLE_6_5": "Email",
  "PRIVACY_TITLE_6_5_1": "Provides access to the User's primary email address.",
  "PRIVACY_TITLE_6_6": "Gender",
  "PRIVACY_TITLE_6_6_1": "Provides access to the User's gender.",
  "PRIVACY_TITLE_7": "Detailed information on the processing of Personal Data",
  "PRIVACY_TITLE_7_1": "Personal Data is collected for the following purposes and using the following services:",
  "PRIVACY_TITLE_7_1_1": "Access to third-party accounts",
  "PRIVACY_TITLE_7_1_1_1": "This type of service allows this Application to access Data from your account on a third-party service and perform actions with it.",
  "PRIVACY_TITLE_7_1_1_2": "These services are not activated automatically, but require explicit authorization by the User.",
  "PRIVACY_TITLE_7_1_2": "Facebook account access (Meta Platforms, Inc.)",
  "PRIVACY_TITLE_7_1_2_1": "This service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook, Inc.",
  "PRIVACY_TITLE_7_1_2_2": "Permissions asked: Email; Gender.",
  "PRIVACY_TITLE_7_1_2_3": "Place of processing: United States – Privacy Policy.",
  "PRIVACY_TITLE_7_2": "Contact form (this Application)",
  "PRIVACY_TITLE_7_2_1": "By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.",
  "PRIVACY_TITLE_7_2_2": "Personal Data processed: company name; email address; first name; gender; last name; phone number.",
  "PRIVACY_TITLE_7_3": "Mailing list or newsletter (this Application)",
  "PRIVACY_TITLE_7_3_1": "By registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Application. Your email address might also be added to this list as a result of signing up to this Application or after making a purchase.",
  "PRIVACY_TITLE_7_3_2": "Personal Data processed: email address; first name; last name.",
  "PRIVACY_TITLE_7_4": "Interaction with external social networks and platforms",
  "PRIVACY_TITLE_7_4_1": "This type of service allows interaction with social networks or other external platforms directly from the pages of this Application.",
  "PRIVACY_TITLE_7_4_2": "The interaction and information obtained through this Application are always subject to the User’s privacy settings for each social network.\nThis type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.",
  "PRIVACY_TITLE_7_5": "Facebook Like button and social widgets (Meta Platforms, Inc.)",
  "PRIVACY_TITLE_7_5_1": "يعد زر Facebook Like والأدوات الاجتماعية خدمات تتيح التفاعل مع شبكة Facebook الاجتماعية التي تقدمها Meta Platforms، Inc.",
  "PRIVACY_TITLE_7_5_2": "Personal Data processed: Tracker; Usage Data.",
  "PRIVACY_TITLE_7_5_3": "Place of processing: United States – Privacy Policy.",
  "PRIVACY_TITLE_8": "The rights of Users",
  "PRIVACY_TITLE_8_1": "Users may exercise certain rights regarding their Data processed by the Owner.",
  "PRIVACY_TITLE_8_2": "In particular, Users have the right to do the following:",
  "PRIVACY_TITLE_8_2_1": "Withdraw their consent at any time. Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.",
  "PRIVACY_TITLE_8_2_2": "Object to processing of their Data. Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent. Further details are provided in the dedicated section below.",
  "PRIVACY_TITLE_8_2_3": "Access their Data. Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.",
  "PRIVACY_TITLE_8_2_4": "Verify and seek rectification. Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.",
  "PRIVACY_TITLE_8_2_5": "Restrict the processing of their Data. Users have the right, under certain circumstances, to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.",
  "PRIVACY_TITLE_8_2_6": "Have their Personal Data deleted or otherwise removed. Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.",
  "PRIVACY_TITLE_8_2_7": "Receive their Data and have it transferred to another controller. Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance. This provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.",
  "PRIVACY_TITLE_8_2_8": "Lodge a complaint. Users have the right to bring a claim before their competent data protection authority.",
  "PRIVACY_TITLE_8_3": "Details about the right to object to processing",
  "PRIVACY_TITLE_8_3_1": "Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.",
  "PRIVACY_TITLE_8_3_2": "Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification. To learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.",
  "PRIVACY_TITLE_8_4": "How to exercise these rights",
  "PRIVACY_TITLE_8_4_1": "Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document. These requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.",
  "PRIVACY_TITLE_9": "Additional information about Data collection and processing",
  "PRIVACY_TITLE_9_1": "Legal action",
  "PRIVACY_TITLE_9_1_1": "The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.",
  "PRIVACY_TITLE_9_1_2": "The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.",
  "PRIVACY_TITLE_9_2": "Additional information about User's Personal Data",
  "PRIVACY_TITLE_9_2_1": "In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.",
  "PRIVACY_TITLE_9_3": "System logs and maintenance",
  "PRIVACY_TITLE_9_3_1": "For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.",
  "PRIVACY_TITLE_9_4": "Information not contained in this policy",
  "PRIVACY_TITLE_9_4_1": "More details concerning the collection or processing of Personal Data may be requested from the Owner at any time. Please see the contact information at the beginning of this document.",
  "PRIVACY_TITLE_9_5": "How “Do Not Track” requests are handled",
  "PRIVACY_TITLE_9_5_1": "This Application does not support “Do Not Track” requests.",
  "PRIVACY_TITLE_9_5_2": "To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.",
  "PRIVACY_TITLE_9_6": "Changes to this privacy policy",
  "PRIVACY_TITLE_9_6_1": "The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.",
  "PRIVACY_TITLE_9_6_2": "Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.",
  "PRIVACY_TITLE_10": "DELETE YOUR ACCOUNT:",
  "PRIVACY_TITLE_11": "You can find the Etoile app under Apps in your Facebook profile. You can simply remove/delete it and click Send Request button on the Settings & Privacy > Settings > Apps and Websites page to notify the Etoile app to remove your Facebook data.",
  "TERMS_AND_CONDITIONS_TITLE": "Terms and conditions",
  "TERMS_AND_CONDITIONS_1": "First: Privacy Policy",
  "TERMS_AND_CONDITIONS_1_1": "You can be assured of the security and confidentiality of your personal data provided to the Etoile app, as we guarantee its complete confidentiality from any third party, except for government authorities if necessary.",
  "TERMS_AND_CONDITIONS_2": " Second: Intellectual Property Rights and Trademarks",
  "TERMS_AND_CONDITIONS_2_1": "All content on the website, including but not limited to text, graphics, logos, images, data compilations, and software, as well as the compilation of all these elements (\"content\"), is the property of \"Etoile for Confectionery Industry and Trade,\" known as \"Halawani Etoile.\" It may not be copied or used without written consent from the company.",
  "TERMS_AND_CONDITIONS_2_2": "The trademarks and logos are registered trademarks of \"Etoile\" in the Arab Republic of Egypt.",
  "TERMS_AND_CONDITIONS_2_3": "No part of the application may be used, reproduced, duplicated, copied, sold, resold, accessed, modified, or otherwise exploited, in whole or in part, for any purpose without prior written consent from the company.",
  "TERMS_AND_CONDITIONS_3": "Third: Content",
  "TERMS_AND_CONDITIONS_3_1": "The application saves a profile file containing identifying data to distinguish you from others and to recognize you when you return to visit the application again.",
  "TERMS_AND_CONDITIONS_3_2": "The application does not disclose the visitor's cookies to any third party, except as mentioned here in the privacy policy, unless required by legal action, such as a search warrant or court order.",
  "TERMS_AND_CONDITIONS_4": "Fourth: The application is used for the purpose of displaying, marketing, and selling \"Etoile\" products and services, serving its customers, and communicating with them.",
  "TERMS_AND_CONDITIONS_4_1": "\"Etoile\" guarantees the security and confidentiality of your personal data provided to the application against any third party.",
  "TERMS_AND_CONDITIONS_4_2": "When making a payment on the application using any of the provided methods, the full amount of the product or products purchased, including applicable taxes, will be charged to the credit card, prepaid card, or any other valid payment card used.",
  "TERMS_AND_CONDITIONS_4_3": "By confirming the purchase of any products, you authorize \"Etoile\" to verify—using a third party—your account and the adequacy of your balance to ensure your identity and secure the payment process.",
  "TERMS_AND_CONDITIONS_4_4": "In case of changes to your personal information, we advise you to update your data on the application. We also reserve the right to make any modifications to the terms of service at our discretion and as we see fit.",
  "TERMS_AND_CONDITIONS_5": "Fifth: Shopping on the Application",
  "TERMS_AND_CONDITIONS_5_1": "When placing an order through the application, you are purchasing the product at the stated price, which includes VAT. All orders are subject to approval and product availability, and the user of the site is not entitled to any compensation if their order cannot be fulfilled or if the purchased product is not available. The user is entitled to a refund of the amount paid, minus any administrative fees related to the electronic payment gateway or their credit account with the card-issuing bank.",
  "TERMS_AND_CONDITIONS_6": "Sixth: Payment Methods and Terms",
  "TERMS_AND_CONDITIONS_6_1": "Various payment methods are available, including cash on delivery and credit card payments.",
  "TERMS_AND_CONDITIONS_6_2": "You can contact us during working hours via the hotline 16312.",
  "TERMS_AND_CONDITIONS_6_3": "The working hours for all branches are from 8 AM to midnight, and the delivery department is available from 10 AM to 1 AM, except for the Waily, Sawah, and Shubra branches, which are open until 2 AM.",
  "TERMS_AND_CONDITIONS_7": "Seventh: Purchase Conditions During Discounts",
  "TERMS_AND_CONDITIONS_7_1": "In the case of ordering products during a discount period, the maximum order limit will be: 1 discounted cake, up to 2 seasonal items of each type, and a maximum of 12 pieces of discounted cake.",
  "CREATE_NEW_ACCOUNT": "Create New Account",
  "EMAIL": "Email",
  "PASSWORD": "Password",
  "LOGIN_TITLE": "Welcome Back",
  "LOGIN_SUB_TITLE": "Sign in to enjoy our online experience",
  "FORGET_PASSWORD": "Forget Password ?",
  "DONT_HAVE_ACCOUNT": "Don't have an account?",
  "NAME": "Name",
  "CONFIRM_PASSWORD": "Confirm Password",
  "IS_REQUIRED": "{{value}} is required",
  "REGISTRATION_TERMS_AND_CONDITIONS": "I have read and agreed on",
  "HAVE_ACCOUNT": "Have an account?",
  "MALE": "Male",
  "FEMALE": "Female",
  "BIRTH_DATE": "Birth date:",
  "GENDER": "Gender",
  "CHOOSE": "Choose",
  "CHOOSE_ZONE_TITLE": "Select your area to start enjoying the services we offer",
  "CHOOSE_ZONE_LABEL": "Choose zone",
  "CURRENCY": "EGP",
  "DETAILS": "View details",
  "CATEGORIES": "Categories",
  "SIZE": "Size",
  "PRICE": "Price",
  "FILTER_NOW": "Filter Now",
  "RESET": "Reset",
  "CLEAR": "Clear",
  "NUMBER_OF_PRODUCTS": "Showing {{current}} of {{max}}",
  "SORT_BY": "Sort By",
  "AVAILABLE_ON_STOCK": "Available On Stock",
  "BEST_SELLER": "Best Seller",
  "NEW_ARRIVALS": "New Arrivals",
  "PRODUCT_ASC": "Product Name A-Z",
  "PRODUCT_DESC": "Product Name Z-A",
  "PRICE_HIGHEST": "Highest Price",
  "PRICE_LOWEST": "Lowest Price",
  "WELCOME_USER": "Welcome",
  "PROFILE": "Profile",
  "ADDRESS": "Address",
  "MY_ORDERS": "My Orders",
  "NUMBER_OF_ORDERS": "Number of Orders this month:"
}
