{
  "LOGIN": "تسجيل دخول",
  "REGISTER": "تسجيل",
  "CHANGE": "تغيير",
  "ITEM": "عنصر",
  "SEARCH_FOR": "ابحث عن..",
  "LANGUAGE": "English",
  "WORKING_HOURS": "ساعات عملنا من ١٠ صباحًا إلى ٢ صباحًا، ٧ أيام في الأسبوع",
  "ABOUT_US": "من نحن",
  "DELIVERY_RETURN_POLICY": "سياسة التسليم والإرجاع",
  "PRIVACY": "سياسة الخصوصية",
  "TERM_AND_CONDITIONS": "الشروط والأحكام",
  "EASY_PAYMENT_METHODS": "طرق دفع سهلة",
  "CALL_US": "اتصل بنا: 16312",
  "DELIVERY_TIME": "وقت التوصيل من ٤٥ : ٦٠ دقيقة",
  "ABOUT_US_INTRO": "من قلب القاهرة بدأت مسيرة إيتوال …",
  "ABOUT_US_MAIN_POINT": "ومنذ البداية كان هدفنا الأول هو مشاركة عملائنا البهجة والفرحة في المناسبات المختلفة، ورسم البسمة على وجوه أفراد الأسرة المصرية بتنوع المنتجات ذات الجودة العالية. فالمخبوزات - كالباتيه والكرواسون والدانش وغيرهم من المخبوزات الطازجة - تُعَدُّ اختياراً مناسباً لتناول وجبة الإفطار ومن ثم تم التطوير من اجل العملاء وتقديم وجبات الفطار المختلفه والسلطات من اجل ارضاء عملائنا..",
  "ABOUT_US_MAIN_POINT_2": "ولدينا ايضا الحلويات الشرقية والغربية. أما الآيس كريم فهو من المنتجات المميزه لدينا من حيث الجوده والمذاق واحتوائه علي الفواكه الطبيعيه",
  "ABOUT_US_MAIN_POINT_3": "كما حرصنا على ادخال السعادة والسرور لقلوب المصريين في الأعياد والمناسبات كعيد الفطر المبارك أو المولد النبوي الشريف عن طريق توفير منتجاتنا من حلوي المولد والكحك والبسكويت والغريبه التي تتميز بحرفية الصنعة والطعم البيتي الاصيل.. و بدأ طموحنا في الازدياد_وبدأنا خطة للتوسع وفتح الفروع في مختلف اماكن القاهره الكبري وكذلك بتوزيع منتجاتنا في سلاسل السوبر ماركت والهايبر ماركت الكبرى. في جميع أنحاء القاهرة الكبرى وأغلب محافظات مصر وذلك حرصاً منا على الوصول لعملائنا الكرام في كل مكان.",
  "ABOUT_US_CONCLUSION": "وحرصا مننا علي التوسع وارضاء العملاء تم افتتاح الكافيهات في معظم الفروع لتقديم المشروبات الساخنه والمأكولات المختلفه..واقامه اعياد الميلاد والمناسبات السعيده لمشاركه عملائنا لحظات السعاده.. مازال للحكاية بقية وخطة التوسع لم تنتهي بعد... الي ان يتم وصول لعملائنا في كل مكان في القاهره الكبري والمحافظات المختلفه.",
  "DELIVERY_RETURN_POLICY_1": "1. اتصل بخطنا الساخن \"16312\" في اسرع وقت ممكن",
  "DELIVERY_RETURN_POLICY_2": "2. احضار اصل الفاتوره الخاصه بالشراء",
  "DELIVERY_RETURN_POLICY_3": "3. احضار وتوافر المنتج موضوع الشكوي",
  "DELIVERY_RETURN_POLICY_4": "4. ان يكون احضار المنتج خلال 24 ساعه كحد اقصي",
  "DELIVERY_RETURN_POLICY_5": "5. ان يكون تم حفظ المنتج بالطريقه الصحيحه لان الشركه تخلي مسئوليتها عن سوء التخزين",
  "DELIVERY_RETURN_POLICY_6": "6.  شروط الشراء فى وقت الخصومات.    فى حاله طلب منتجات فى حاله الخصم سيكون الحد اللأقصى للطلب عدد : 1 تورته فقط من المتاح عليها خصم مع عدد 2 ساليزون من كل نوع مع حد أقصى 12 قطعه جاتوه من المتاح عليها خصم  مع عدد 2 كيلو من المنتجات الشرقى و عدد 3 من منتجات الكابات أو الألبان مع عدم إمكانيه إلغاء خدمه التوصيل",
  "TERMS_AND_CONDITIONS_TITLE_1": "سياسة الخصوصية الخاصة بـ ايتوال",
  "TERMS_AND_CONDITIONS_TITLE_1_1": "يجمع هذا التطبيق بعض البيانات الشخصية من مستخدميه.",
  "TERMS_AND_CONDITIONS_TITLE_1_2": "يمكن طباعة هذا المستند كمرجع باستخدام أمر الطباعة في إعدادات أي متصفح.",
  "TERMS_AND_CONDITIONS_TITLE_2": "المالك ومراقب البيانات",
  "TERMS_AND_CONDITIONS_TITLE_2_1": "ايتوال",
  "TERMS_AND_CONDITIONS_TITLE_2_2": "البريد الكتروني للاتصال بالمالك: info@etoileeg.online",
  "TERMS_AND_CONDITIONS_TITLE_3": "أنواع البيانات المجمعة",
  "TERMS_AND_CONDITIONS_TITLE_3_1": "من بين أنواع البيانات الشخصية التي يجمعها هذا التطبيق ، بمفرده أو من خلال أطراف ثالثة ، هناك: الاسم الأول ؛ الكنية؛ رقم الهاتف؛ اسم الشركة؛ جنس؛ عنوان بريد الكتروني؛ المقتفي. بيانات الاستخدام.",
  "TERMS_AND_CONDITIONS_TITLE_3_2": "يتم توفير التفاصيل الكاملة عن كل نوع من البيانات الشخصية التي تم جمعها في الأقسام المخصصة لسياسة الخصوصية هذه أو من خلال نصوص شرح محددة معروضة قبل جمع البيانات.\nقد يتم توفير البيانات الشخصية بحرية من قبل المستخدم ، أو ، في حالة بيانات الاستخدام ، يتم جمعها تلقائيًا عند استخدام هذا التطبيق. ما لم يتم تحديد خلاف ذلك ، فإن جميع البيانات التي يطلبها هذا التطبيق إلزامية ، وقد يجعل الفشل في توفير هذه البيانات من المستحيل على هذا التطبيق لتقديم خدماتها. في الحالات التي ينص فيها هذا التطبيق على وجه التحديد على أن بعض البيانات ليست إلزامية ، يكون المستخدمون أحرارًا في عدم إرسال هذه البيانات دون عواقب على توفر الخدمة أو عملها. أي استخدام لملفات تعريف الارتباط - أو أدوات التتبع الأخرى - بواسطة هذا التطبيق أو بواسطة مالكي خدمات الجهات الخارجية التي يستخدمها هذا التطبيق يخدم غرض توفير الخدمة المطلوبة من قبل المستخدم ، بالإضافة إلى أي أغراض أخرى موصوفة في الوقت الحاضر. المستند وفي سياسة ملفات تعريف الارتباط ، إن وجدت.",
  "TERMS_AND_CONDITIONS_TITLE_4": "طريقة ومكان معالجة البيانات",
  "TERMS_AND_CONDITIONS_TITLE_4_1": "طرق المعالجة",
  "TERMS_AND_CONDITIONS_TITLE_4_1_1": "يتخذ المالك تدابير أمنية مناسبة لمنع الوصول غير المصرح به أو الكشف أو التعديل أو التدمير غير المصرح به للبيانات.",
  "TERMS_AND_CONDITIONS_TITLE_4_1_2": "تتم معالجة البيانات باستخدام أجهزة الكمبيوتر و / أو الأدوات الممكّنة لتكنولوجيا المعلومات، باتباع الإجراءات والأنماط التنظيمية المرتبطة بشكل صارم بالأغراض المشار إليها. بالإضافة إلى المالك، في بعض الحالات، قد تكون البيانات متاحة لأنواع معينة من الأشخاص المسؤولين ،المشاركين في تشغيل هذا التطبيق (الإدارة ، المبيعات ، التسويق ، الشؤون القانونية ، إدارة النظام) أو أطراف خارجية (مثل- مقدمو الخدمات الفنية الطرفية وشركات البريد ومقدمو الاستضافة وشركات تكنولوجيا المعلومات ووكالات الاتصالات) المعينون، إذا لزم الأمر ، كمعالجين للبيانات من قبل المالك. قد يتم طلب القائمة المحدثة لهذه الأطراف من المالك في أي وقت.",
  "TERMS_AND_CONDITIONS_TITLE_4_2": "الأساس القانوني للمعالجة",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1": "يجوز للمالك معالجة البيانات الشخصية المتعلقة بالمستخدمين إذا انطبق أحد الإجراءات التالية:",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1_1": "أعطى المستخدمون موافقتهم لهدف أو أكثر من الأغراض المحددة. ملاحظة: بموجب بعض التشريعات ، قد يُسمح للمالك بمعالجة البيانات الشخصية حتى يعترض المستخدم على هذه المعالجة (\"إلغاء الاشتراك\") ، دون الحاجة إلى الاعتماد على الموافقة أو أي من القواعد القانونية التالية. ومع ذلك ، لا ينطبق هذا ، عندما تخضع معالجة البيانات الشخصية لقانون حماية البيانات الأوروبي",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1_2": "يعد توفير البيانات ضروريًا لأداء اتفاقية مع المستخدم و / أو لأي التزامات تعاقدية سابقة لها",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1_3": "المعالجة ضرورية للامتثال للالتزام القانوني الذي يخضع له المالك",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1_4": "تتعلق المعالجة بمهمة يتم تنفيذها للمصلحة العامة أو في ممارسة السلطة الرسمية المخولة للمالك",
  "TERMS_AND_CONDITIONS_TITLE_4_2_1_5": "المعالجة ضرورية لأغراض المصالح المشروعة التي يتبعها المالك أو طرف ثالث. على أي حال ، سيساعد المالك بكل سرور في توضيح الأساس القانوني المحدد الذي ينطبق على المعالجة ، وعلى وجه الخصوص ما إذا كان توفير البيانات الشخصية شرطًا قانونيًا أو تعاقديًا ، أو شرطًا ضروريًا لإبرام عقد",
  "TERMS_AND_CONDITIONS_TITLE_4_3": "مكان",
  "TERMS_AND_CONDITIONS_TITLE_4_3_1": "تتم معالجة البيانات في مكاتب تشغيل المالك وفي أي أماكن أخرى حيث توجد الأطراف المشاركة في المعالجة.",
  "TERMS_AND_CONDITIONS_TITLE_4_3_2": "اعتمادًا على موقع المستخدم ، قد تتضمن عمليات نقل البيانات نقل بيانات المستخدم إلى دولة أخرى غير دولتهم. لمعرفة المزيد حول مكان معالجة هذه البيانات المنقولة ، يمكن للمستخدمين التحقق من القسم الذي يحتوي على تفاصيل حول معالجة البيانات الشخصية.",
  "TERMS_AND_CONDITIONS_TITLE_4_3_3": "يحق للمستخدمين أيضًا التعرف على الأساس القانوني لعمليات نقل البيانات إلى بلد خارج الاتحاد الأوروبي أو إلى أي منظمة دولية يحكمها القانون الدولي العام أو أنشأتها دولتان أو أكثر ، مثل الأمم المتحدة ، وحول التدابير الأمنية المتخذة من قبل المالك لحماية بياناته.",
  "TERMS_AND_CONDITIONS_TITLE_4_3_4": "في حالة حدوث أي نقل من هذا القبيل ، يمكن للمستخدمين معرفة المزيد عن طريق التحقق من الأقسام ذات الصلة من هذا المستند أو الاستفسار مع المالك باستخدام المعلومات الواردة في قسم الاتصال.",
  "TERMS_AND_CONDITIONS_TITLE_4_4": "وقت الاستبقاء",
  "TERMS_AND_CONDITIONS_TITLE_4_4_1": "يجب معالجة البيانات الشخصية وتخزينها طالما كان ذلك مطلوبًا حسب الغرض الذي تم جمعها من أجله لذالك:",
  "TERMS_AND_CONDITIONS_TITLE_4_4_1_1": "يتم الاحتفاظ بالبيانات الشخصية التي يتم جمعها للأغراض المتعلقة بأداء عقد بين المالك والمستخدم حتى يتم تنفيذ هذا العقد بالكامل.",
  "TERMS_AND_CONDITIONS_TITLE_4_4_1_2": "يجب الاحتفاظ بالبيانات الشخصية التي يتم جمعها لأغراض المصالح المشروعة للمالك طالما كانت هناك حاجة إلى تحقيق هذه الأغراض. قد يجد المستخدمون معلومات محددة تتعلق بالمصالح المشروعة التي يتبعها المالك في الأقسام ذات الصلة من هذا المستند أو عن طريق الاتصال بالمالك.",
  "TERMS_AND_CONDITIONS_TITLE_4_4_1_3": "يتم الاحتفاظ بالبيانات الشخصية التي يتم جمعها للأغراض المتعلقة بأداء عقد بين المالك والمستخدم حتى يتم تنفيذ هذا العقد بالكامل.",
  "TERMS_AND_CONDITIONS_TITLE_4_4_2": "قد يُسمح للمالك بالاحتفاظ بالبيانات الشخصية لفترة أطول متى وافق المستخدم على هذه المعالجة ، طالما لم يتم سحب هذه الموافقة. علاوة على ذلك ، قد يكون المالك ملزمًا بالاحتفاظ بالبيانات الشخصية لفترة أطول كلما لزم الأمر للقيام بذلك لأداء التزام قانوني أو بناءً على أمر من سلطة.",
  "TERMS_AND_CONDITIONS_TITLE_4_4_3": "بمجرد انتهاء فترة الاحتفاظ ، سيتم حذف البيانات الشخصية. لذلك ، لا يمكن إنفاذ حق الوصول والحق في المسح والحق في التصحيح والحق في إمكانية نقل البيانات بعد انتهاء فترة الاحتفاظ.",
  "TERMS_AND_CONDITIONS_TITLE_5": "أغراض المعالجة",
  "TERMS_AND_CONDITIONS_TITLE_5_1": "يتم جمع البيانات المتعلقة بالمستخدم للسماح للمالك بتقديم خدمته ، والامتثال لالتزاماته القانونية ، والاستجابة لطلبات الإنفاذ ، وحماية حقوقه ومصالحه (أو حقوق المستخدمين أو الأطراف الثالثة) ، واكتشاف أي نشاط ضار أو احتيالي ، بالإضافة إلى ما يلي: الاتصال بالمستخدم والتفاعل مع الشبكات والأنظمة الاجتماعية الخارجية والوصول إلى حسابات الجهات الخارجية.",
  "TERMS_AND_CONDITIONS_TITLE_5_2": "للحصول على معلومات محددة حول البيانات الشخصية المستخدمة لكل غرض ، يمكن للمستخدم الرجوع إلى قسم معلومات مفصلة حول معالجة البيانات الشخصية.",
  "TERMS_AND_CONDITIONS_TITLE_6": "طلب أذونات Facebook من هذا التطبيق",
  "TERMS_AND_CONDITIONS_TITLE_6_1": "قد يطلب هذا التطبيق بعض أذونات Facebook التي تسمح له بتنفيذ إجراءات باستخدام حساب المستخدم على Facebook واسترداد المعلومات ، بما في ذلك البيانات الشخصية ، منه. تتيح هذه الخدمة لهذا التطبيق الاتصال بحساب المستخدم على شبكة التواصل الاجتماعي Facebook ، التي تقدمها شركة Facebook Inc.",
  "TERMS_AND_CONDITIONS_TITLE_6_2": "لمزيد من المعلومات حول الأذونات التالية ، راجع وثائق أذونات Facebook وإلى سياسة خصوصية Facebook .",
  "TERMS_AND_CONDITIONS_TITLE_6_3": "الأذونات المطلوبة هي كما يلي:",
  "TERMS_AND_CONDITIONS_TITLE_6_4": "معلومات اساسية",
  "TERMS_AND_CONDITIONS_TITLE_6_4_1": "بشكل افتراضي ، يتضمن هذا بيانات مستخدم معينة مثل المعرف والاسم والصورة والجنس والإعدادات المحلية الخاصة بهم. تتوفر أيضًا اتصالات معينة للمستخدم ، مثل الأصدقاء. إذا جعل المستخدم المزيد من بياناته عامة ، فستتوفر المزيد من المعلومات.",
  "TERMS_AND_CONDITIONS_TITLE_6_5": "بريد الالكتروني",
  "TERMS_AND_CONDITIONS_TITLE_6_5_1": "يوفر الوصول إلى عنوان البريد الإلكتروني الأساسي للمستخدم.",
  "TERMS_AND_CONDITIONS_TITLE_6_6": "جنس",
  "TERMS_AND_CONDITIONS_TITLE_6_6_1": "يوفر الوصول إلى جنس المستخدم.",
  "TERMS_AND_CONDITIONS_TITLE_7": "معلومات مفصلة عن معالجة البيانات الشخصية",
  "TERMS_AND_CONDITIONS_TITLE_7_1": "يتم جمع البيانات الشخصية للأغراض التالية وباستخدام الخدمات التالية:",
  "TERMS_AND_CONDITIONS_TITLE_7_1_1": "الوصول إلى حسابات الطرف الثالث",
  "TERMS_AND_CONDITIONS_TITLE_7_1_1_1": "يسمح هذا النوع من الخدمة لهذا التطبيق بالوصول إلى البيانات من حسابك على خدمة جهة خارجية وتنفيذ الإجراءات معها.",
  "TERMS_AND_CONDITIONS_TITLE_7_1_1_2": "لا يتم تنشيط هذه الخدمات تلقائيًا ، ولكنها تتطلب إذنًا صريحًا من المستخدم.",
  "TERMS_AND_CONDITIONS_TITLE_7_1_2": "الوصول إلى حساب Facebook (Meta Platforms، Inc.)",
  "TERMS_AND_CONDITIONS_TITLE_7_1_2_1": "تسمح هذه الخدمة لهذا التطبيق بالاتصال بحساب المستخدم على شبكة Facebook الاجتماعية ، المقدمة من Facebook، Inc.",
  "TERMS_AND_CONDITIONS_TITLE_7_1_2_2": "طلب الأذونات: البريد الإلكتروني. جنس.",
  "TERMS_AND_CONDITIONS_TITLE_7_1_2_3": "مكان المعالجة: الولايات المتحدة - سياسة الخصوصية.",
  "TERMS_AND_CONDITIONS_TITLE_7_2": "نموذج الاتصال (هذا التطبيق)",
  "TERMS_AND_CONDITIONS_TITLE_7_2_1": "من خلال ملء نموذج الاتصال ببياناته ، يصرح المستخدم لهذا التطبيق باستخدام هذه التفاصيل للرد على طلبات المعلومات أو عروض الأسعار أو أي نوع آخر من الطلبات كما هو مبين في عنوان النموذج.",
  "TERMS_AND_CONDITIONS_TITLE_7_2_2": "معالجة البيانات الشخصية: اسم الشركة ؛ عنوان بريد الكتروني؛ الاسم الأول؛ جنس؛ الكنية؛ رقم الهاتف.",
  "TERMS_AND_CONDITIONS_TITLE_7_3": "قائمة بريدية أو رسالة إخبارية (هذا التطبيق)",
  "TERMS_AND_CONDITIONS_TITLE_7_3_1": "من خلال التسجيل في القائمة البريدية أو في النشرة الإخبارية ، ستتم إضافة عنوان البريد الإلكتروني للمستخدم إلى قائمة جهات الاتصال الخاصة بأولئك الذين قد يتلقون رسائل بريد إلكتروني تحتوي على معلومات ذات طبيعة تجارية أو ترويجية تتعلق بهذا التطبيق. يمكن أيضًا إضافة عنوان بريدك الإلكتروني إلى هذه القائمة نتيجة الاشتراك في هذا التطبيق أو بعد إجراء عملية شراء.",
  "TERMS_AND_CONDITIONS_TITLE_7_3_2": "معالجة البيانات الشخصية: عنوان البريد الإلكتروني ؛ الاسم الأول؛ الكنية.",
  "TERMS_AND_CONDITIONS_TITLE_7_4": "التفاعل مع الشبكات والمنصات الاجتماعية الخارجية",
  "TERMS_AND_CONDITIONS_TITLE_7_4_1": "يسمح هذا النوع من الخدمة بالتفاعل مع الشبكات الاجتماعية أو الأنظمة الأساسية الخارجية الأخرى مباشرةً من صفحات هذا التطبيق.",
  "TERMS_AND_CONDITIONS_TITLE_7_4_2": "يخضع التفاعل والمعلومات التي يتم الحصول عليها من خلال هذا التطبيق دائمًا لإعدادات خصوصية المستخدم لكل شبكة اجتماعية ، وقد يستمر هذا النوع من الخدمة في جمع بيانات حركة المرور للصفحات التي تم تثبيت الخدمة عليها ، حتى عندما لا يستخدمها المستخدمون. لتسجيل الخروج من الخدمات المعنية للتأكد من أن البيانات المعالجة على هذا التطبيق لا يتم توصيلها مرة أخرى بملف تعريف المستخدم.",
  "TERMS_AND_CONDITIONS_TITLE_7_5": "عناصر واجهة المستخدم الاجتماعية وزر الإعجاب على Facebook (Meta Platforms، Inc.)",
  "TERMS_AND_CONDITIONS_TITLE_7_5_1": "يعد زر Facebook Like والأدوات الاجتماعية خدمات تتيح التفاعل مع شبكة Facebook الاجتماعية التي تقدمها Meta Platforms، Inc.",
  "TERMS_AND_CONDITIONS_TITLE_7_5_2": "معالجة البيانات الشخصية: تعقب ؛ بيانات الاستخدام.",
  "TERMS_AND_CONDITIONS_TITLE_7_5_3": "مكان المعالجة: الولايات المتحدة - سياسة الخصوصية .",
  "TERMS_AND_CONDITIONS_TITLE_8": "حقوق المستخدمين",
  "TERMS_AND_CONDITIONS_TITLE_8_1": "يجوز للمستخدمين ممارسة حقوق معينة فيما يتعلق ببياناتهم التي يعالجها المالك.",
  "TERMS_AND_CONDITIONS_TITLE_8_2": "على وجه الخصوص ، يحق للمستخدمين القيام بما يلي:",
  "TERMS_AND_CONDITIONS_TITLE_8_2_1": "</b>سحب موافقتهم في أي وقت<b>. يحق للمستخدمين سحب الموافقة حيث سبق لهم أن وافقوا على معالجة بياناتهم الشخصية",
  "TERMS_AND_CONDITIONS_TITLE_8_2_2": "</b>الاعتراض على معالجة بياناتهم<b>. يحق للمستخدمين الاعتراض على معالجة بياناتهم إذا تمت المعالجة على أساس قانوني بخلاف الموافقة. يتم توفير مزيد من التفاصيل في القسم المخصص أدناه.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_3": "الوصول إلى بياناتهم. يحق للمستخدمين معرفة ما إذا كان المالك يعالج البيانات أم لا ، والحصول على إفصاح بشأن جوانب معينة من المعالجة والحصول على نسخة من البيانات التي تخضع للمعالجة.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_4": "تحقق واطلب التصحيح. يحق للمستخدمين التحقق من دقة بياناتهم والمطالبة بتحديثها أو تصحيحها.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_5": "تقييد معالجة بياناتهم. يحق للمستخدمين ، في ظل ظروف معينة ، تقييد معالجة بياناتهم. في هذه الحالة ، لن يقوم المالك بمعالجة بياناته لأي غرض بخلاف تخزينها.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_6": "حذف بياناتهم الشخصية أو إزالتها بطريقة أخرى. يحق للمستخدمين ، في ظل ظروف معينة ، الحصول على محو بياناتهم من المالك.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_7": "=         استلام بياناتهم وتحويلها إلى وحدة تحكم أخرى. يحق للمستخدمين تلقي بياناتهم بتنسيق منظم وشائع الاستخدام وقابل للقراءة آليًا ، وإذا كان ذلك ممكنًا من الناحية الفنية ، فيتم نقلها إلى وحدة تحكم أخرى دون أي عائق. يسري هذا الحكم بشرط أن تتم معالجة البيانات بوسائل آلية وأن المعالجة تستند إلى موافقة المستخدم ، على عقد يكون المستخدم جزءًا منه أو على التزاماته التعاقدية المسبقة.",
  "TERMS_AND_CONDITIONS_TITLE_8_2_8": "=         تقديم شكوى. يحق للمستخدمين رفع دعوى أمام سلطة حماية البيانات المختصة.",
  "TERMS_AND_CONDITIONS_TITLE_8_3": "تفاصيل حول حق الاعتراض على المعالجة",
  "TERMS_AND_CONDITIONS_TITLE_8_3_1": "عندما تتم معالجة البيانات الشخصية لمصلحة عامة ، في ممارسة سلطة رسمية مخولة للمالك أو لأغراض المصالح المشروعة التي يسعى إليها المالك ، يجوز للمستخدمين الاعتراض على هذه المعالجة من خلال توفير أساس متعلق بوضعهم الخاص إلى تبرير الاعتراض.",
  "TERMS_AND_CONDITIONS_TITLE_8_3_2": "يجب أن يعرف المستخدمون أنه في حالة معالجة بياناتهم الشخصية لأغراض التسويق المباشر ، يمكنهم الاعتراض على هذه المعالجة في أي وقت دون تقديم أي مبرر. لمعرفة ما إذا كان المالك يقوم بمعالجة البيانات الشخصية لأغراض التسويق المباشر ، يمكن للمستخدمين الرجوع إلى الأقسام ذات الصلة في هذا المستند.",
  "TERMS_AND_CONDITIONS_TITLE_8_4": "كيف تمارس هذه الحقوق",
  "TERMS_AND_CONDITIONS_TITLE_8_4_1": "يمكن توجيه أي طلبات لممارسة حقوق المستخدم إلى المالك من خلال تفاصيل الاتصال الواردة في هذا المستند. يمكن ممارسة هذه الطلبات مجانًا وسيتم معالجتها من قبل المالك في أقرب وقت ممكن ودائمًا في غضون شهر واحد.",
  "TERMS_AND_CONDITIONS_TITLE_9": "معلومات إضافية حول جمع البيانات ومعالجتها",
  "TERMS_AND_CONDITIONS_TITLE_9_1": "إجراءات قانونية",
  "TERMS_AND_CONDITIONS_TITLE_9_1_1": "قد يتم استخدام البيانات الشخصية للمستخدم لأغراض قانونية من قبل المالك في المحكمة أو في المراحل التي تؤدي إلى اتخاذ إجراء قانوني محتمل ناشئ عن الاستخدام غير السليم لهذا التطبيق أو الخدمات ذات الصلة.",
  "TERMS_AND_CONDITIONS_TITLE_9_1_2": "يصرح المستخدم بأنه على علم بأنه قد يُطلب من المالك الكشف عن البيانات الشخصية بناءً على طلب السلطات العامة.",
  "TERMS_AND_CONDITIONS_TITLE_9_2": "يصرحمعلومات إضافية حول البيانات الشخصية للمستخدم",
  "TERMS_AND_CONDITIONS_TITLE_9_2_1": "بالإضافة إلى المعلومات الواردة في سياسة الخصوصية هذه ، قد يزود هذا التطبيق المستخدم بمعلومات إضافية وسياقية تتعلق بخدمات معينة أو جمع ومعالجة البيانات الشخصية عند الطلب.",
  "TERMS_AND_CONDITIONS_TITLE_9_3": "سجلات النظام والصيانة",
  "TERMS_AND_CONDITIONS_TITLE_9_3_1": "لأغراض التشغيل والصيانة ، قد يقوم هذا التطبيق وأي خدمات تابعة لجهات خارجية بجمع الملفات التي تسجل التفاعل مع هذا التطبيق (سجلات النظام) التي تستخدم بيانات شخصية أخرى (مثل عنوان IP) لهذا الغرض.",
  "TERMS_AND_CONDITIONS_TITLE_9_4": "المعلومات غير الواردة في هذه السياسة",
  "TERMS_AND_CONDITIONS_TITLE_9_4_1": "قد يتم طلب مزيد من التفاصيل المتعلقة بجمع أو معالجة البيانات الشخصية من المالك في أي وقت. يرجى الاطلاع على معلومات الاتصال في بداية هذا المستند.",
  "TERMS_AND_CONDITIONS_TITLE_9_5": "كيف يتم التعامل مع طلبات عدم التعقب",
  "TERMS_AND_CONDITIONS_TITLE_9_5_1": "لا يدعم هذا التطبيق طلبات \"عدم التعقب\".",
  "TERMS_AND_CONDITIONS_TITLE_9_5_2": "لتحديد ما إذا كانت أي من خدمات الجهات الخارجية التي تستخدمها تحترم طلبات \"عدم التعقب\" ، يرجى قراءة سياسات الخصوصية الخاصة بها.",
  "TERMS_AND_CONDITIONS_TITLE_9_6": "التغييرات على سياسة الخصوصية هذه",
  "TERMS_AND_CONDITIONS_TITLE_9_6_1": "يحتفظ المالك بالحق في إجراء تغييرات على سياسة الخصوصية هذه في أي وقت عن طريق إخطار مستخدميه على هذه الصفحة وربما داخل هذا التطبيق و / أو - بقدر الإمكان من الناحية الفنية والقانونية - إرسال إشعار إلى المستخدمين عبر أي معلومات اتصال متاحة لـ المالك. يوصى بشدة بالتحقق من هذه الصفحة كثيرًا ، مع الإشارة إلى تاريخ آخر تعديل مدرج في الأسفل.",
  "TERMS_AND_CONDITIONS_TITLE_9_6_2": "في حالة تأثير التغييرات على أنشطة المعالجة التي يتم إجراؤها على أساس موافقة المستخدم ، يجب على المالك الحصول على موافقة جديدة من المستخدم ، عند الاقتضاء.",
  "TERMS_AND_CONDITIONS_TITLE_10": "حذف حسابك:",
  "TERMS_AND_CONDITIONS_TITLE_11": "يمكنك العثور على تطبيق Etoile ضمن التطبيقات في ملفك الشخصي على Facebook. يمكنك ببساطة إزالته / حذفه والنقر فوق زر إرسال الطلب في صفحة الإعدادات والخصوصية> الإعدادات> التطبيقات ومواقع الويب لإخطار تطبيق Etoile لإزالة بيانات Facebook الخاصة بك."


}
